// special phonetic symbols used in this document: āáăàēéĕèīíĭìōóŏòūúŭùü
var polyphonic= new Object ();
polyphonic['阿']=[
	['ā', "～訇 ～罗汉 ～木林 ～姨"],
	['ē', "～谀 ～附 ～胶 ～弥陀佛"],
	];
polyphonic['挨']=[
	['āi', "～个 ～近"],
	['ái', "～打 ～说"],
	];
polyphonic['拗']=[
	['ào', "～口"],
	['niù', "执～ 脾气很～"],
	];
polyphonic['把']=[
	['bà', "印～子"],
	];
polyphonic['膀']=[
	['băng', "翅～"],
	];
polyphonic['蚌']=[
	['bàng', "蛤～"],
	['bèng', "～埠"],
	];
polyphonic['磅']=[
	['bàng', "过～"],
	];
polyphonic['薄']=[
	['báo', "纸很～"],	//（语）常单用
	['bó', "～弱 稀～ 淡～ 尖嘴～舌 单～ 厚～"],	//（文）多用于复音词
	];
polyphonic['堡']=[
	['băo', "碉～ ～垒"],
	['bŭ', "～子 吴～ 瓦窑～ 柴沟～"],
	['pù', "十里～"],
	];
polyphonic['暴']=[
	['bào', "～露"],
	['pù', "一～十寒"],
	];
polyphonic['背']=[
	['bèi', "～脊 ～静"],
	];
polyphonic['臂']=[
	['bì', "手～ ～膀"],
	['bei', "胳～"],
	];
polyphonic['辟']=[
	['bì', "复～"],
	];
polyphonic['裨']=[
	['bì', "～补 ～益"],
	];
polyphonic['骠']=[
	['biāo', "黄～马"],
	['piào', "～骑 ～勇"],
	];
polyphonic['屏']=[
	['bĭng', "～除 ～弃 ～气 ～息"],
	['píng', "～藩 ～风"],
	];
polyphonic['剥']=[
	['bō', "～削"],	//（文）
	['bāo', ""],	//（语）
	];
polyphonic['泊']=[
	['bó', "淡～ 飘～ 停～"],
	['pō', "湖～ 血～"],
	];
polyphonic['伯']=[
	['bó', "～～ 老～"],
	['băi', "大～子"],		// 丈夫的哥哥
	];
polyphonic['簸']=[
	['bŏ', "颠～"],
	['bò', "～箕"],
	];
polyphonic['膊']=[
	['bo', "胳～"],
	];
polyphonic['卜']=[
	['bo', "萝～"],
	];
polyphonic['藏']=[
	['cáng', "矿～"],
	['zàng', "宝～"],
	];
polyphonic['差']=[
	['chā', "不～累黍 不～什么 偏～ 色～ ～别 视～ 误～ 电势～ 一念之～ ～池 ～错 言～语错 一～二错 阴错阳～ ～等 ～额 ～价 ～强人意 ～数 ～异"],	//（文）
	['chà', "～不多 ～不离 ～点儿"],	//（语）
	['cī', "参～"],
	];
polyphonic['颤']=[
	['chàn', "～动 发～"],
	['zhàn', "～栗 打～"],	//（战栗）（打战）
	];
polyphonic['场']=[
	['chăng', "～合 ～所 冷～ 捧～"],
	['cháng', "外～ 圩～ ～院 一～雨"],
	['chang', "排～"],
	];
polyphonic['嘲']=[
	['cháo', "～讽 ～骂 ～笑"],
	];
polyphonic['车']=[
	['chē', "安步当～ 杯水～薪 闭门造～ 螳臂当～"],
	['jū', ""],		// （象棋棋子名称）
	];
polyphonic['称']=[
	['chèn', "～心 ～意 ～职 对～ 相～"],
	];
polyphonic['乘']=[
	['chéng', "包～制 ～便 ～风破浪 ～客 ～势 ～兴"], // 动作义
	];
polyphonic['澄']=[
	['chéng', "～清 ～清混乱 ～清问题"],	//（文）
	['dèng', ""],	//（语）单用
	];
polyphonic['尺']=[
	['chĭ', "～寸 ～头"],
	];
polyphonic['冲']=[
	['chòng', "～床 ～模"],
	];
polyphonic['臭']=[
	['chòu', "遗～万年"],
	['xiù', "乳～ 铜～"],
	];
polyphonic['处']=[
	['chŭ', "～罚 ～分 ～决 ～理 ～女 ～置"],	// 动作义
	];
polyphonic['畜']=[
	['chù', "～力 家～ 牲～ 幼～"],	// 名物义
	['xù', "～产 ～牧 ～养"],	// 动作义
	];
polyphonic['创']=[
	['chuàng', "草～ ～举 首～ ～造 ～作"],
	['chuāng', "～伤 重～"],
	];
polyphonic['绰']=[
	['chuò', "～～有余"],
	['chuo', "宽～"],
	];
polyphonic['伺']=[
	['cì', "～候"],
	];
polyphonic['枞']=[
	['cōng', "～树"],
	['zōng', "～阳"],	// 地名
	];
polyphonic['攒']=[
	['cuán', "万头～动 万箭～心"],
	];
polyphonic['撮']=[
	['cuō', "～儿 一～儿盐 一～儿匪帮"],
	['zuŏ', "一～儿毛"],
	];
polyphonic['答']=[
	['dá', "报～ ～复"],
	['dā', "～理 ～应"],
	];
polyphonic['打']=[
	['dá', "苏～ 一～"],	// 十二个
	];
polyphonic['大']=[
	['dà', "～夫 ～王"],	// 古官名, 如 爆破～王、钢铁～王
	['dài', "～夫 ～黄 ～王 ～城"],	// 医生, 如山～王, 地名
	];
polyphonic['逮']=[
	['dài', "～捕"],	//（文）
	['dăi', "～蚊子 ～特务"],	//（语）单用
	];
polyphonic['当']=[
	['dāng', "～地 ～间儿 ～年 ～日 ～天 ～时 螳臂～车"],	// 指过去
	['dàng', "一个～俩 安步～车 适～ ～年 ～日 ～天"],	// 同一时候
	];
polyphonic['倒']=[
	['dăo', "颠～ 颠～是非 颠～黑白 颠三～四 倾箱～箧 排山～海 ～板 ～嚼 ～仓 ～嗓 ～戈 潦～"],
	['dào', "～粪"],	// 把粪弄碎
	];
polyphonic['氐']=[
	['dī', ""],	// 古民族名
	];
polyphonic['提']=[
	['dī', "～防"],
	];
polyphonic['的']=[
	['dí', "～当 ～确"],
	];
polyphonic['点']=[
	['dian', "打～"],	// 收拾、贿赂
	];
polyphonic['都']=[
	['dōu', "～来了"],
	['dū', "～市 首～ 大～"],	// 大多
	];
polyphonic['掇']=[
	['duō', ""],	// 拾取、采取义
	['duo', "撺～ 掂～"],
	];
polyphonic['度']=[
	['duó', "忖～ ～德量力"],
	];
polyphonic['发']=[
	['fà', "理～ 脱～ 结～"],
	];
polyphonic['坊']=[
	['fāng', "牌～ ～巷"],
	['fáng', "粉～ 磨～ 碾～ 染～ 油～ 谷～"],
	];
polyphonic['服']=[
	['fú', "～毒 ～药"],
	];
polyphonic['岗']=[
	['găng', "～楼 ～哨 ～子 门～ 站～ 山～子"],
	];
polyphonic['葛']=[
	['gé', "～藤 ～布 瓜～"],
	['gĕ', ""],	// 姓, 包括单、复姓
	];
polyphonic['革']=[
	['gé', "～命 ～新 改～"],
	];
polyphonic['合']=[
	['gĕ', ""],	// 一升的十分之一
	];
polyphonic['给']=[
	['gĕi', ""],	//（语）单用
	['jĭ', "补～ 供～ 供～制 ～予 配～ 自～自足"],	//（文）
	];
polyphonic['更']=[
	['gēng', "五～ ～生"],
	];
polyphonic['颈']=[
	['gĕng', "～子"],	// 脖
	];
polyphonic['供']=[
	['gōng', "～给 提～ ～销"],
	['gòng', "口～ 翻～ 上～"],
	];
polyphonic['枸']=[
	['gŏu', "～杞"],
	];
polyphonic['勾']=[
	['gòu', "～当"],
	];
polyphonic['估']=[
	['gū', "*"],	// normally, except...
	['gù', "～衣"],
	];
polyphonic['骨']=[
	['gŭ', "*"],	// normally, except...
	['gū', "～碌 ～朵"], 
	];
polyphonic['谷']=[
	['gŭ', "～雨"],
	];
polyphonic['冠']=[
	['guān', "～心病"],	// 名物义
	['guàn', "沐猴而～ ～军"],	// 动作义
	];
polyphonic['桧']=[
	['guì', "～树"], // 树名
	['huì', "秦～"],	// （人名）
	];
polyphonic['过']=[
	['guò', "*"],	// normally, except...
	['guō', ""],	// 姓氏
	];
polyphonic['虾']=[
	['há', "～蟆"],
	];
polyphonic['哈']=[
	['hă', "～达"],
	['hà', "～什蚂"],
	];
polyphonic['汗']=[
	['hán', "可～"],
	];
polyphonic['巷']=[
	['hàng', "～道"],
	];
polyphonic['号']=[
	['háo', "寒～虫"],
	];
polyphonic['和']=[
	['hè', "唱～ 附～ 曲高～寡"],
	['huo', "搀～ 搅～ 暖～ 热～ 软～"],
	];
polyphonic['貉']=[
	['hé', "一丘之～"],	//（文）
	['háo', "～绒 ～子"],	//（语）
	];
polyphonic['喝']=[
	['hè', "～采 ～道 ～令 ～止 呼幺～六"],
	];
polyphonic['横']=[
	['héng', "～肉 ～行霸道"],
	['hèng', "蛮～ ～财"],
	];
polyphonic['虹']=[
	['hóng', "～彩 ～吸"],	//（文）
	['jiàng', ""],	//（语）单说
	];
polyphonic['荒']=[
	['huang', "饥～"],	// 指经济困难
	];
polyphonic['会']=[
	['huì', "一～儿 多～儿 ～厌"],	// ～厌, 生理名词
	];
polyphonic['混']=[
	['hùn', "～合 ～乱 ～凝土 ～淆 ～血儿 ～杂"],
	];
polyphonic['豁']=[
	['huò', "～亮"],
	];
polyphonic['奇']=[
	['jī', "～数"],
	];
polyphonic['缉']=[
	['jī', "通～ 侦～"],
	['qī', "～鞋口"],
	];
polyphonic['几']=[
	['jī', "茶～ 条～"],
	];
polyphonic['藉']=[
	['jí', "狼～"],	// 籍
	];
polyphonic['纪']=[
	['jì', "～念 ～律 纲～ ～元"],
	['jĭ', ""],	// 姓
	];
polyphonic['偈']=[
	['jì', "～语"],
	];
polyphonic['箕']=[
	['ji', "簸～"],
	];
polyphonic['辑']=[
	['ji', "逻～"],
	];
polyphonic['茄']=[
	['jiā', "雪～ 夹～ ～带藏掖 ～道儿 ～攻 ～棍 ～生 ～杂 ～竹桃 ～注"],
	];
polyphonic['间']=[
	['jiān', "～不容发 中～"],
	['jiàn', "中～儿 ～道 ～谍 ～断 ～或 ～接 ～距 ～ 隙 ～续 ～阻 ～作 挑拨离～"],
	];
polyphonic['嚼']=[
	['jiáo', "味同～蜡 咬文～字"],	//（语）
	['jué', "咀～ 过屠门而大～"],	//（文）
	['jiào', "倒～"], // 倒噍
	];
polyphonic['侥']=[
	['jiăo', "～幸"],
	]
polyphonic['角']=[
	['jiăo', "八～ ～落 独～戏 ～膜 ～度 ～儿 犄～ ～楼 勾心斗～ 号～ 口～ 咀～ 鹿～菜 头～"],	//大茴香
	['jué', "～斗 ～儿 口～ 主～儿 配～儿 ～力 捧～儿"],	// 脚色
	];
polyphonic['脚']=[
	['jiăo', "根～"],
	['jué', "～儿"],	// 也作"角儿"，脚色
	];
polyphonic['剿']=[
	['jiăo', "围～"],
	['chāo', "～说 ～袭"],
	];
polyphonic['校']=[
	['jiào', "～勘 ～样 ～正"],
	];
polyphonic['芥']=[
	['jiè', "～菜 ～末"],	// 一般的芥菜
	['gài', "～菜 ～蓝菜"],	// 也作"盖菜"
	];
polyphonic['矜']=[
	['jīn', "～持 自～ ～怜"],
	];
polyphonic['仅']=[
	['jĭn', "～～ 绝无～有"],
	];
polyphonic['斤']=[
	['jin', "千～"],	//起重的工具
	];
polyphonic['劲']=[
	['jìng', "刚～"],
	];
polyphonic['咀']=[
	['jŭ', "～嚼"],
	];
polyphonic['矩']=[
	['jŭ', "～形"],
	['ju', "规～"],
	];
polyphonic['龟']=[
	['jūn', "～裂"],		// 也作 皲裂
	];
polyphonic['菌']=[
	['jūn', "细～ 病～ 杆～ 霉～"],
	['jùn', "香～ ～子"],
	];
polyphonic['卡']=[
	['kă', "～宾枪 ～车 ～介苗 ～片 ～通"],
	['qiă', "～子 关～"],
	];
polyphonic['坷']=[
	['kē', "～拉"],	// 垃
	];
polyphonic['壳']=[
	['ké', "～儿 贝～儿 脑～ 驳～枪"],	//（语）
	['qiào', "地～ 甲～ 躯～"],	//（文）
	];
polyphonic['可']=[
	['kĕ', "～～儿的"],
	['kè', "～汗"],
	];
polyphonic['克']=[
	['kè', "～扣"],
	];
polyphonic['空']=[
	['kōng', "～心砖 ～城计"],
	['kòng', "～心吃药"],
	];
polyphonic['溃']=[
	['kuì', "～烂"],
	['huì', "～脓"],
	];
polyphonic['蓝']=[
	['lan', "苤～"],
	];
polyphonic['烙']=[
	['lào', "～印 ～铁 ～饼"],
	['luò', "炮～"],		// 古酷刑
	];
polyphonic['勒']=[
	['lè', "～逼 ～令 ～派 ～索 悬崖～马"],	//（文）
	['lēi', "多单用。"],	//（语）
	];
polyphonic['擂']=[
	['léi', "*"],	// normally, except...
	['lèi', "～台 打～"],
	];
polyphonic['累']=[
	['lèi', "受～"],	// 辛劳
	['léi', "～赘"],
	['lĕi', "带～ ～及 连～ 赔～ 牵～ 受～"],	// 牵连
	];
polyphonic['蠡']=[
	['lí', "管窥～测"],
	['lĭ', "～县 范～"],
	];
polyphonic['量']=[
	['liàng', "～入为出 忖～"],
	['liang', "打～ 掂～"],
	];
polyphonic['踉']=[
	['liàng', "～跄"],
	];
polyphonic['潦']=[
	['liáo', "～草 ～倒"],
	];
polyphonic['淋']=[
	['lín', "～浴 ～漓 ～巴"],
	['lìn', "～硝 ～盐 ～病"],
	];
polyphonic['馏']=[
	['liú', "干～ 蒸～"],	//（文）
	['liù', "～馒头"],	//（语）
	['liú', "～金"],
	];
polyphonic['碌']=[
	['liù', "～碡"],
	];
polyphonic['笼']=[
	['lóng', "～子 牢～"],	// 名物义
	['lŏng', "～络 ～括 ～统 ～罩"],	// 动作义
	];
polyphonic['偻']=[
	['lóu', "佝～"],
	['lü', " 伛～"],
	];
polyphonic['瞜']=[
	['lou', "眍～"],
	];
polyphonic['露']=[
	['lù', "赤身～体 ～天 ～骨 ～头角 藏头～尾 抛头～面 ～头"],	//（文）～头 矿
	['lòu', "～富 ～苗 ～光 ～相 ～马脚 ～头"],	//（语）
	];
polyphonic['捋']=[
	['lü', "～胡子"],
	['luō', "～袖子"],
	];
polyphonic['绿']=[
	['lü', ""],	//（语）
	['lù', "～林 鸭～江"],	//（文）
	];
polyphonic['络']=[
	['luò', "～腮胡子"],
	];
polyphonic['落']=[
	['luò', "～膘 ～花生 ～魄 涨～ ～槽 着～"],	//（文）
	['lào', "～架 ～色 ～炕 ～枕 ～儿 ～子"],	//（语）～子 一种曲艺
	['là', "丢三～四 ～在后面"],	//（语）遗落
	];
polyphonic['脉']=[
	['mài', "*"],	// normally, except...
	['mòmò', "～～"],
	];
polyphonic['蔓']=[
	['màn', "～延 不～不支"],	//（文）
	['wàn', "瓜～ 压～"],	//（语）
	];
polyphonic['氓']=[
	['máng', "流～"],
	];
polyphonic['眯']=[
	['mí', "～了眼"],	// 灰尘等入目，也作"迷"
	['mī', "～了一会儿 ～缝着眼"],	// 小睡, 微微合目
	];
polyphonic['靡']=[
	['mí', "～费"],
	['mĭ', "风～ 委～ 披～"],
	];
polyphonic['秘']=[
	['mì', "*"],	// normally, except...
	['bì', "～鲁"],
	];
polyphonic['泌']=[
	['mì', "分～"],	//（语）
	['bì', "～阳"],	//（文）地名
	];
polyphonic['模']=[
	['mó', "～范 ～式 ～型 ～糊 ～特儿 ～棱两可"],
	['mú', "～子 ～具 ～样"],
	];
polyphonic['摩']=[
	['mó', "按～ 抚～"],
	];
polyphonic['缪']=[
	['móu', "绸～"],
	];
polyphonic['难']=[
	['nán', "困～ ～兄～弟"],	// 困～ 或变轻声.  难得的兄弟，现多用作贬义
	['nàn', "排～解纷 发～ 刁～ 责～ ～兄～弟"],	// 共患难或同受苦难的人
	];
polyphonic['尿']=[
	['niào', "糖～症"],
	['suī', "～脬"],	// 只用于口语名词
	];
polyphonic['宁']=[
	['níng', "安～"],
	['nìng', "～可 无～"],	// 姓
	];
polyphonic['弄']=[
	['nòng', "玩～"],
	['lòng', "～堂"],
	];
polyphonic['疟']=[
	['nüè', "～疾"],	//（文）
	['yào', "发～子"],	//（语）
	];
polyphonic['娜']=[
	['nuó', "婀～ 袅～"],
	['nà', ""],	// 人名
	];
polyphonic['排']=[
	['păi', "～子车"],
	];
polyphonic['迫']=[
	['păi', "～击炮"],
	];
polyphonic['胖']=[
	['pàn', "心广体～"],	// ～为安舒貌
	];
polyphonic['喷']=[
	['pēn', "～嚏"],
	['pèn', "～香"],
	['pen', "嚏～"],
	];
polyphonic['片']=[
	['piàn', "～子 唱～ 画～ 相～ 影～ ～儿会"],
	['piān', "～子 ～儿 唱～儿 画～儿 相～儿 影～儿"],	// 口语一部分词
	];
polyphonic['缥']=[
	['piāo', "～缈"],	// 飘渺
	];
polyphonic['撇']=[
	['piē', "～弃"],
	];
polyphonic['仆']=[
	['pū', "前～后继"],
	['pú', "～从"],
	];
polyphonic['朴']=[
	['pŭ', "俭～ ～素 ～质"],
	['pō', "～刀"],
	['pò', "～硝 厚～"],
	];
polyphonic['瀑']=[
	['pù', "～布"],
	];
polyphonic['曝']=[
	['pù', "一～十寒"],
	['bào', "～光"],	// 摄影术语
	];
polyphonic['栖']=[
	['qī', "两～"],
	];
polyphonic['蹊']=[
	['qī', "～跷"],
	];
polyphonic['荨']=[
	['qián', "～麻"],	//（文）
	['xún', "～麻疹"],	//（语）
	];
polyphonic['欠']=[
	['qian', "打哈～"],
	];
polyphonic['镪']=[
	['qiāng', "～水"],
	];
polyphonic['强']=[
	['qiáng', "～渡 ～取豪夺 ～制 博闻～识"],
	['qiăng', "勉～ 牵～ ～词夺理 ～迫 ～颜为笑"],
	['jiàng', "倔～"],
	];
polyphonic['悄']=[
	['qiāo', "～～儿的"],
	['qiăo', "～默声儿的"],
	];
polyphonic['翘']=[
	['qiào', "～尾巴"],	//（语）
	['qiáo', "～首 ～楚 连～"],	//（文）
	];
polyphonic['趄']=[
	['qie', "趔～"],
	];
polyphonic['亲']=[
	['qìng', "～家"],
	];
polyphonic['曲']=[
	['qū', "大～ 红～ 神～"],	// 麯
	];
polyphonic['苣']=[
	['qŭ', "～荬菜"],
	];
polyphonic['雀']=[
	['què', "～斑 ～盲症"],
	];
polyphonic['任']=[
	['rén', ""],	// 姓，地名
	];
polyphonic['散']=[
	['săn', "懒～ 零零～～ ～漫"],
	['san', "零～"],
	];
polyphonic['丧']=[
	['sang', "哭～着脸"],
	];
polyphonic['扫']=[
	['săo', "～兴"],
	['sào', "～帚"],
	];
polyphonic['色']=[
	['sè', ""],	//（文）
	['shăi', ""],	//（语）
	];
polyphonic['塞']=[
	['sè', ""],	//（文）动作义, 把洞～住
	['sāi', "活～ 瓶～"],	//（语）名物义
	];
polyphonic['煞']=[
	['shā', "～尾 收～"],
	['shà', "～白"],
	];
polyphonic['厦']=[
	['shà', ""],	//（语）
	['xià', "～门 噶～"],	//（文）
	];
polyphonic['杀']=[
	['shā', "～鸡 ～猴"],
	];
polyphonic['杉']=[
	['shān', "紫～ 红～ 水～"],	//（文）
	['shā', "～篙 ～木"],	//（语）
	];
polyphonic['苫']=[
	['shàn', "～布"],	// 动作义
	['shān', "草～子"],	// 名物义
	];
polyphonic['舍']=[
	['shè', "宿～"],
	];
polyphonic['谁']=[
	['shéi', ""],
	['shuí', ""],
	];
polyphonic['什']=[
	['shén', "～么"],
	];
polyphonic['葚']=[
	['shèn', "桑～"],	//（文）
	['rèn', "桑～儿"],	//（语）
	];
polyphonic['识']=[
	['shí', "常～ ～货 ～字"],
	];
polyphonic['似']=[
	['shì', "～的"],
	];
polyphonic['螫']=[
	['shì', ""],	//（文）
	['zhē', ""],	//（语）
	];
polyphonic['匙']=[
	['shi', "钥～"],
	];
polyphonic['熟']=[
	['shú', ""],	//（文）
	['shóu', ""],	//（语）
	];
polyphonic['说']=[
	['shuì', "游～"],
	];
polyphonic['数']=[
	['shuò', "～见不鲜"],
	];
polyphonic['遂']=[
	['suì', "不～ 毛～自荐"],
	['suí', "半身不～"],
	];
polyphonic['莎']=[
	['suō', "～草"],
	];
polyphonic['缩']=[
	['suō', "收～"],
	['sù', "～砂密"],	// 一种植物
	];
polyphonic['沓']=[
	['tà', "重～"],
	['ta', "疲～"],
	['dá', "一～纸"],
	];
polyphonic['苔']=[
	['tái', ""],	//（文）
	['tāi', ""],	//（语）
	];
polyphonic['调']=[
	['tiáo', "～皮"],
	];
polyphonic['帖']=[
	['tiē', "妥～ 伏伏～～ 俯首～耳"],
	['tiĕ', "请～ 字～儿"],
	['tiè', "字～ 碑～"],
	];
polyphonic['瓦']=[
	['wà', "～刀"],	//
	];
polyphonic['圩']=[
	['wéi', "～子"],
	['xū', "～场"],	// 墟
	];
polyphonic['委']=[
	['wĕi', "～靡"],
	];
polyphonic['尾']=[
	['wĕi', "～巴"],
	['yĭ', "马～儿"],
	];
polyphonic['尉']=[
	['wèi', "～官"],
	];
polyphonic['乌']=[
	['wù', "～拉 ～拉草"],	// 也作 靰鞡
	];
polyphonic['吓']=[
	['xià', ""],
	];
polyphonic['鲜']=[
	['xiān', "屡见不～ 数见不～"],
	];
polyphonic['纤']=[
	['xiān', "～维"],
	];
polyphonic['相']=[
	['xiàng', "～机行事"],
	];
polyphonic['颉']=[
	['xié', "～颃"],
	];
polyphonic['行']=[
	['xíng', "操～ 德～ 发～ 品～"],
	];
polyphonic['省']=[
	['xĭng', "内～ 反～ ～亲 不～人事"],
	];
polyphonic['宿']=[
	['xiù', "星～ 二十八～"],
	];
polyphonic['蓿']=[
	['xu', "苜～"],
	];
polyphonic['削']=[
	['xuē', "剥～ ～减 瘦～"],	//（文）
	['xiāo', "切～ ～铅笔 ～球"],	//（语）
	];
polyphonic['血']=[
	['xuè', "贫～ 心～ 呕心沥～ ～泪史 狗～喷头"],	//（文）用于复音词及成语
	['xiĕ', "流了点儿～ 鸡～ ～晕 ～块子"],	//（语）口语多单用
	];
polyphonic['熏']=[
	['xùn', "～着"],	// 煤气～着了
	];
polyphonic['哑']=[
	['yă', "～然失笑"],
	];
polyphonic['殷']=[
	['yān', "～红"],
	];
polyphonic['芫']=[
	['yán', "～荽"],
	];
polyphonic['钥']=[
	['yào', "～匙"],	//（语）
	['yuè', "锁～"],	//（文）
	];
polyphonic['叶']=[
	['yè', "～公好龙"],
	];
polyphonic['曳']=[
	['yè', "弃甲～兵 摇～ ～光弹"],
	];
polyphonic['艾']=[
	['yì', "自怨自～"],
	];
	// ??? 树～、林～道 应作 树阴、林阴道
polyphonic['应']=[
	['yìng', "～承 ～付 ～声 ～时 ～验 ～邀 ～用 ～运 ～征 里～外合"],
	['yīng', "～届 ～名儿 ～许"],	// 提出的条件他都～了 是我～下来的任务
	];
polyphonic['佣']=[
	['yōng', "～工"],
	];
polyphonic['吁']=[
	['yù', "呼～"],
	];
polyphonic['晕']=[
	['yūn', "～倒 头～"],
	['yùn', "月～ 血～ ～车"],
	];
polyphonic['载']=[
	['zăi', "登～ 记～"],
	['zài', "搭～ 怨声～道 重～ 装～ ～歌～舞"],
	];
polyphonic['择']=[
	['zé', "选～"],
	['zhái', "～不开 ～菜 ～席"],
	];
polyphonic['喳']=[
	['zhā', "唧唧～～"],
	];
polyphonic['轧']=[
	['yà', "*"],	// normally, except...
	['zhá', "～钢 ～辊"],
	// gá 为方言，不审
	];
polyphonic['粘']=[
	['zhān', "～贴"],
	];
polyphonic['涨']=[
	['zhăng', "～落 高～"],
	];
polyphonic['着']=[
	['zháo', "～慌 ～急 ～家 ～凉 ～忙 ～迷 ～水 ～雨"],
	['zhuó', "～落 ～手 ～眼 ～意 ～重 不～边际"],
	['zhāo', "失～"],
	];
polyphonic['殖']=[
	['zhí', "繁～ 生～ ～民"],
	['shi', "骨～"],
	];
polyphonic['中']=[
	['zhōng', "人～"],	// 人口上唇当中处
	];
polyphonic['种']=[
	['zhòng', "点～"],
	// 义同 点播. 动宾结构念diănzhŏng, 义为点播种子
	];
polyphonic['轴']=[
	['zhòu', "大～子戏 压～子"],
	];
polyphonic['碡']=[
	['zhou', "碌～"],
	];
polyphonic['属']=[
	['zhŭ', "～望"],
	];
polyphonic['著']=[
	['zhù', "土～"],
	];
polyphonic['转']=[
	['zhuăn', "运～"],
	];
polyphonic['幢']=[
	['zhuàng', "一～楼房"],
	];
polyphonic['综']=[
	['zōng', "～合"],
	];
polyphonic['钻']=[
	['zuān', "～探 ～孔"],
	['zuàn', "～床 ～杆 ～具"],
	];
polyphonic['柞']=[
	['zuò', "～蚕 ～绸"],
	['zhà', "～水"],	// 在陕西
	];
polyphonic['作']=[
	['zuò', "*"],	// normally, except...
	['zuō', "～坊"],
	];
